Revit 2027 API
ComboBoxDropDownOpenedEventArgs Properties
The ComboBoxDropDownOpenedEventArgs type exposes the following members.
Properties
Name | Description
Application |  The current UIApplication.
(Inherited from RibbonItemEventArgs)
Top
See Also
Reference
ComboBoxDropDownOpenedEventArgs Class
Autodesk.Revit.UI.Events Namespace